[IRI_Flamethrower_TLE X2WeaponTemplate]
FriendlyName="Огнемет"
FriendlyNamePlural="Огнеметы"
riefSummary="Простое механическое зажигательное устройство, конструкция которого практически не изменилась с 20-го века. Имея мало возможностей для усовершенствования в плане навесного оборудования, простота делает его эффективным и доступным оружием психологической войны."
TacticalText="Простое механическое зажигательное устройство, конструкция которого практически не изменилась с 20-го века. Имея мало возможностей для усовершенствования в плане навесного оборудования, простота делает его эффективным и доступным оружием психологической войны.<br/><Bullet/> Огнемет стреляет конусом огня ограниченной дальности.<br/><Bullet/> Используйте его с осторожностью, так как он может поджечь как союзника, так и врага.<br/><Bullet/> Баллоны с различными химическими веществами могут обеспечить дополнительную вариативность."
AbilityDescName="огнемет"